{
    "developments" : [

        {
            "id": "Saffron-Estates",
            "name": "Saffron Estates",
            "location": "Pelham, ON",
            "imageOne": "SaffronEstates.png",
            "description": "This community features a range of single-family homes and townhouses, with a mix of modern and traditional architectural styles. The homes are built on large lots with plenty of green space and tree-lined streets, providing residents with a peaceful and picturesque setting. Saffron Estates is situated close to a variety of amenities, including schools, parks, shopping centers, and restaurants.",
            "lat": 43.037214747515485,
            "long": -79.27177754553124,
            "north": 43.0074981,
            "east": -79.2809011,
            "south": 43.005555,
            "west": -79.282802
        },


        {
            "id": "Murdoch-Estates",
            "name": "Murdoch Estates",
            "location": "Welland, ON", 
            "imageOne": "MurdochEstates.jpg",
            "description": "This community features a range of single-family homes and townhouses, with a mix of modern and traditional architectural styles. The homes are built on large lots with plenty of green space and tree-lined streets, providing residents with a peaceful and picturesque setting. Murdoch Estates is situated close to a variety of amenities, including schools, parks, shopping centers, and restaurants.",
            "lat": 42.989731,
            "long": -79.290092,
            "north": 43.0074981,
            "east": -79.2809011,
            "south": 43.005555,
            "west": -79.282802

        }, 
        {
            "id" : "Valleyway-Estates",
            "name": "Valleyway Estates",
            "location": "Welland, ON",
            "imageOne": "valleywaye.jpg",
            "imageAlt": "A green golf course with a road",
            "imageMap": "valleywaymap.png",
            "description": "This community features a range of single-family homes and townhouses, with a mix of modern and traditional architectural styles. The homes are built on large lots with plenty of green space and tree-lined streets, providing residents with a peaceful and picturesque setting. Valleyway Estates is situated close to a variety of amenities, including schools, parks, shopping centers, and restaurants.",
            "lat": 43.0062576,
            "long": -79.2822452,
            "north": 43.0074981,
            "east": -79.2809011,
            "south": 43.005555,
            "west": -79.282802,
            "sold": true 
        },
        {
            "id": "Spearow-Meadows-Estates",
            "name": "Spearow Meadows Estates",
            "location": "Welland, ON",
            "imageOne": "slakes.jpeg",
            "imageAlt": "A green golf course with a road",
            "imageMap": "sparrowmap.png",
            "description": "The community of Spearow Meadows Estates features a range of well-designed and spacious homes, catering to various family sizes and lifestyles. The homes are thoughtfully crafted, showcasing modern architecture and high-quality construction. The neighborhood offers a range of outdoor recreational opportunities. Residents can enjoy scenic walking trails, parks, and green spaces, perfect for leisurely strolls or engaging in outdoor activities. The surrounding natural beauty adds to the charm and appeal of this development.",
            "lat": 42.984702621327244,
            "long": -79.28763252515836,
            "north": 42.9864476,
            "east": -79.2828413,
            "south": 42.982995,
            "west": -79.2902422,
            "sold": true
        },
        {
            "id": "Lookout-Landing",
            "name": "Lookout Landing",
            "location": "Fonthill, ON",
            "imageOne": "lookoutlanding.jpg",
            "imageAlt": "A green golf course with a road",
            "imageMap": "lookoutmap.png",
            "description": "Lookout Landing is a community of single-family homes and townhouses located on a scenic hilltop in the heart of Niagara's wine country. This development features a mix of modern and traditional architectural styles and offers residents access to a range of amenities, including parks, trails, and nearby shopping and dining options.",
            "lat": 43.0456382,
            "long": -79.2963444,
            "north": 43.04721122000555,
            "east": -79.29510000000647,
            "south": 43.04353116888276,
            "west": -79.29849999587341,
            "sold": true
        },
        {
            "id": "Blue-River-Estates",
            "name": "Blue River Estates",
            "location": "Welland, ON",
            "imageOne": "development2.jpg",
            "imageAlt": "A green golf course with a road",
            "imageMap": "bluerivermap.png",
            "description": "This community offers a range of housing options, including single-family homes and townhouses with a mix of modern and traditional designs. The homes are built on generously sized lots and feature contemporary amenities such as open-concept layouts, high ceilings, and energy-efficient appliances.Additionally, this development is located close to the Welland Recreational Canal, which offers opportunities for boating, kayaking, and cycling.",
            "lat": 42.985547,
            "long": -79.275552,
            "north": 42.986673,
            "east": -79.273852,
            "south": 42.983263,
            "west": -79.278097,
            "sold": true
        },
        {
            "id": "Forest-Creek-Estates",
            "name": "Forest Creek Estates",
            "location": "Welland, ON",
            "imageOne": "forestcreekestatedev.jpg",
            "imageAlt": "A green golf course with a road",
            "imageMap": "forestmap.png",
            "description": "The homes in Forest Creek Estates are meticulously designed and crafted with attention to detail and quality craftsmanship. Located amidst lush greenery and mature trees, Forest Creek Estates provides a serene and tranquil environment. Residents can enjoy the beauty of nature and relish in the peaceful ambiance of the surrounding landscapes. The development features well-maintained parks, walking trails, and green spaces, providing ample opportunities for outdoor recreation and relaxation.",
            "lat": 43.010641,
            "long": -79.287182,
            "north": 43.012151,
            "east": -79.285321,
            "south": 43.010304,
            "west": -79.288926,
            "sold": true
        }
    ]
}