{
    
    "modelHomes" : [

        {
            "image": "Lot43Marie.jpg",
            "id": "38-Marie",
            "address": "38 Marie Road",
            "city": "Fonthill, ON",
            "description": "This 2-bedroom, 2-bath home features granite countertops in the kitchen and ensuite, a tile shower, and main floor laundry. With a fully finished basement, covered concrete patio, and all-brick, stone, and stucco exterior, it's the perfect blend of style and functionality.",
            "bedroom": 2,
            "square": 1300,
            "garage": 1,
            "bathroom": 2,
            "sold": false
        },

        {
            "image": "45AustinRd.jpg",
            "id": "45-Austin",
            "address": "45 Austin Road",
            "city": "Welland, ON",
            "description": "This freshly completed two-story townhouse boasts spacious rooms and no condo fees, offering the ultimate freedom. Step into the sunlit kitchen and explore three bedrooms upstairs, including a luxurious ensuite. With fully sodded lawns and a double-car paved driveway, seize the opportunity for upscale living in this vibrant neighborhood - schedule your private viewing today!",
            "bedroom": 3,
            "square": 1187,
            "garage": 1,
            "bathroom": 3,
            "sold": false
        },
        {
            "image": "32AustinNew.jpg",
            "id": "32-Austin",
            "address": "32 Austin Road",
            "city": "Welland, ON",
            "description": "Discover the perfect blend of comfort and style in this charming 2-bedroom bungalow. With an open concept layout, cloud white kitchen, gas fireplaces, and a fully finished basement, this meticulously crafted home offers a delightful living experience.",
            "bedroom": 2,
            "square": 1190,
            "garage": 1,
            "bathroom": 3,
            "sold": false
        },
        {
            "image": "211Sycamore.jpg",
            "id": "211-Sycamore-Road",
            "address": "211 Sycamore Rd",
            "city": "Welland, ON",
            "description": "Experience comfort and luxury in this meticulously crafted 2-bedroom home with 1320 square feet, featuring 9' ceilings, a cloud white kitchen with granite counters, gas fireplaces, a master suite with walk-in closet and ensuite, a fully finished lower level, and an elegant stone, brick, board and batton exterior with a covered deck. Don't miss the opportunity to make this your dream home.",
            "bedroom": 2,
            "square": 1320,
            "garage": 1.5,
            "bathroom": 2,
            "sold": false
        }
    ]
}
